Repository: radholm/OmniWM
Catalog: Sources/OmniWM/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, el, es, fi, fr, he, hi, it, ja, ko, nb, nl, pl, ru, sr_latn, sv, uk, zh_hans

source: Auto-hide on Focus Loss
ar: إخفاء تلقائي عند فقدان التركيز
da: Auto- skjul på fokus tab
de: Automatisch ausblenden bei Konzentrationsverlust
el: Αυτόματη απόκρυψη για την απώλεια εστίασης
es: Ocultar automáticamente en pérdida de enfoque
fi: Automaattinen piilottelu Focus Lossiin
fr: Cacher automatiquement sur la perte de concentration
he: הסתר אוטומטית על אובדן ריכוז
hi: फोकस लॉस पर ऑटो-छिपाएँ
it: Nascondi automaticamente sulla perdita di messa a fuoco
ja: フォーカス喪失時に自動非表示
ko: 초점 상실 시 자동 숨기기
nb: Auto-skjule ved tap av fokus
nl: Automatisch verbergen op focusverlies
pl: Auto-zanikaj przy utracie skupienia
ru: Автоматическое скрытие при потерях внимания
sr_latn: Auto-skrivanje na fokus gubitak
sv: Auto-dölj vid fokusförlust
uk: Автоматично приховувати після втрати фокуса
zh_hans: 在注意力丢失时自动隐藏

source: Automatic
ar: آلي
da: Automatisk
de: Automatisch
el: Αυτόματη
es: Automático
fi: Automaattinen
fr: Automatique
he: אוטומטי
hi: स्वचालित
it: Automatico
ja: 自動的
ko: 자동
nb: automatvåpen
nl: Automatisch
pl: Automatycznie
ru: Автоматический
sr_latn: Automatski
sv: automatisk
uk: Автоматично
zh_hans: 自动的

source: Automatically choose split direction based on cursor position
ar: اختر اتجاهًا منقسمًا تلقائيًا بناءً على موقع المؤشر
da: Vælg automatisk delt retning baseret på markørens position
de: Automatisch die Aufteilungsausrichtung basierend auf der Cursorposition wählen
el: Αυτόματη επιλογή κατεύθυνσης με βάση τη θέση του δρομέα
es: Elija automáticamente la dirección de división en función de la posición del cursor
fi: Valitse automaattisesti poikittaissuunta kursorin sijainnin perusteella
fr: Choisissez automatiquement la direction de division en fonction de la position du curseur
he: בחר באופן אוטומטי כיוון מפוצל בהתבסס על מיקום הסמן
hi: कर्सर स्थिति के आधार पर स्वचालित रूप से विभाजन दिशा चुनें
it: Scegliere automaticamente la direzione di divisione in base alla posizione del cursore
ja: カーソルの位置に基づいて分割方向を自動的に選択する
ko: 커서 위치에 따라 자동으로 분할 방향을 선택합니다
nb: Velg automatisk delt retning basert på markørens posisjon
nl: Gesplitste richting automatisch kiezen op basis van de positie van de cursor
pl: Automatycznie wybierz kierunek podziału na podstawie położenia wskaźnika kursora
ru: Автоматически выбрать разделенный направление в зависимости от положения курсора
sr_latn: Automatski izaberite podeljenu pravcu na osnovu pozicije kursora
sv: Välj automatiskt delningsriktning baserat på markörens position
uk: Автоматично вибирати напрямок поділу за положенням вказівника
zh_hans: 根据光标位置自动选择分割方向

source: Back
ar: الخلف
da: Tilbage
de: Zurück
el: Πίσω
es: Detrás
fi: Takaisin
fr: Précédent
he: אחורה
hi: पीछे
it: Indietro
ja: 後ろ
ko: 뒤로
nb: rygg
nl: Terug
pl: Powrót
ru: Назад
sr_latn: Vraćanje
sv: rygg
uk: Назад
zh_hans: 背部

source: Backdrop Color
ar: لون الخلفية
da: Backdrop- farveName
de: Hintergrundfarbe
el: Χρώμα φόντου
es: Color de fondo
fi: Retackdrop-väri
fr: Couleur de la goutte arrière
he: צבע רקע
hi: बैकड्रॉप रंग
it: Colore sfondo
ja: 背景の色
ko: 배경 색상
nb: Bakgrunnsfarge
nl: Achtergrondkleur
pl: Kolor tła
ru: Цвет фона
sr_latn: Backdrop boja
sv: Bakgrundsfärg
uk: Колір фону
zh_hans: 背景颜色

source: Background Blur
ar: تشويش الخلفية
da: Baggrundssløring
de: Hintergrundunschärfe
el: Θολούρα φόντου
es: Borrado de fondo
fi: Taustan sumeneminen
fr: Flou d'arrière-plan
he: רקע לטשטוש
hi: पृष्ठभूमि धुंधलापन
it: Sfocatura di sfondo
ja: 背景ぼかし
ko: 배경 흐림
nb: Bakgrunnsuskarphet
nl: Achtergrondvervaging
pl: Zachmurzenie tła
ru: Размытие фона
sr_latn: Pozadina Blur
sv: Bakgrundsskärpa
uk: Розмиття фону
zh_hans: 背景模糊

source: Background Effect
ar: تأثير الخلفية
da: Baggrundseffekt
de: Hintergrundeffekt
el: Εφέ φόντου
es: Efecto de fondo
fi: Taustavaikutus
fr: Effet de base
he: אפקט רקע
hi: पृष्ठभूमि प्रभाव
it: Effetto sfondo
ja: 背景効果
ko: 배경 효과
nb: Bakgrunneffekt
nl: Achtergrondeffect
pl: Efekt tła
ru: Эффект фона
sr_latn: Efekat pozadine
sv: Bakgrundseffekt
uk: Ефект фону
zh_hans: 背景效果

source: Background Opacity
ar: شفافية الخلفية
da: Baggrund Uklarhed
de: Hintergrund-Opazität
el: Ιστορικό Αδιαφάνεια
es: Opacidad de fondo
fi: Tausta-avoimuus
fr: Opacité de l'arrière-plan
he: אטימות רקע
hi: पृष्ठभूमि अपक्षमता
it: Opacità di sfondo
ja: 背景の透明度
ko: 배경 투명도
nb: Bakgrunnsopløsning
nl: Achtergronddekking
pl: Przezroczystość tła
ru: Непрозрачность фона
sr_latn: Opasnost pozadine
sv: Bakgrundsopacitet
uk: Непрозорість фону
zh_hans: 背景透明度

source: Bar Height
ar: ارتفاع البار
da: Stanghøjde
de: Barhöhe
el: Ύψος ράβδου
es: Altura de la barra
fi: Palkin korkeus
fr: Hauteur de la barre
he: גובה הבר
hi: बार की ऊँचाई
it: Altezza barra
ja: バーの高さ
ko: 바 높이
nb: Balkhøyde
nl: Balkhoogte
pl: Wysokość paska
ru: Высота бара
sr_latn: Bar visine
sv: Barhöjd
uk: Висота смуги
zh_hans: 酒吧高度

source: Basics
ar: الأساسيات
da: Grundlæggende
de: Grundlagen
el: Βασικά
es: Básicos
fi: Perusasiat
fr: Données de base
he: יסודות
hi: मूल बातें
it: Fondamenti
ja: 基本
ko: 기본 원리
nb: Grunnleggende
nl: Basis
pl: Podstawy
ru: Базовые понятия
sr_latn: Osnovni
sv: grunder
uk: Базові налаштування
zh_hans: 基础知识

source: Become a Sponsor
ar: أصبح راعياً
da: Bliv en sponsor
de: Werden Sie Sponsor
el: Γίνε Χορηγός
es: Conviértete en patrocinador
fi: Ryhdy tukijaksi
fr: Devenez sponsor
he: הפוך לתומך
hi: एक प्रायोजक बनें
it: Diventa uno sponsor
ja: スポンサーになる
ko: 스폰서가 되세요
nb: Bli sponsor
nl: Sponsor worden
pl: Staj się sponsorzem
ru: Станьте спонсором
sr_latn: Postanite sponzor
sv: Bli en sponsor
uk: Стати спонсором
zh_hans: 成为赞助商

source: Become a sponsor
ar: أصبح راعياً
da: Bliv sponsor
de: Werden Sie ein Sponsor
el: Γίνε σπόνσορας.
es: Conviértete en patrocinador
fi: Ryhdy sponsoriksi
fr: Devenez sponsor
he: הפוך לספונסר.
hi: एक प्रायोजक बनें
it: Diventa sponsor
ja: スポンサーになる
ko: 스폰서가 되세요
nb: Bli sponsor
nl: Sponsor worden
pl: Staj się sponsorem
ru: Станьте спонсором
sr_latn: Postanite sponzor
sv: Bli en sponsor
uk: Стати спонсором
zh_hans: 成为赞助商

source: Become a sponsor on GitHub
ar: كن راعياً على GitHub
da: Bliv sponsor på GitHub
de: Werden Sie ein Sponsor auf GitHub
el: Γίνε σπόνσορας στο GitHub
es: Conviértete en un patrocinador en GitHub
fi: Ryhdy sponsoriksi GitHub
fr: Devenez sponsor sur GitHub
he: להפוך לספונסר על GitHub
hi: GitHub पर एक प्रायोजक बनें
it: Diventa sponsor il GitHub
ja: GitHubでスポンサーになる
ko: GitHub에서 스폰서가 되세요
nb: Bli sponsor på GitHub
nl: Sponsor worden op GitHub
pl: Zostań sponsorem na GitHub
ru: Станьте спонсором на GitHub
sr_latn: Postanite sponzor na GitHubu
sv: Bli en sponsor på GitHub
uk: Станьте спонсором на GitHub
zh_hans: 在GitHub上成为赞助商

source: Behavior
ar: السلوك
da: Opførsel
de: Verhalten
el: Συμπεριφορά
es: Comportamiento
fi: Käyttäytyminen
fr: Comportement
he: התנהגות
hi: व्यवहार
it: Comportamento
ja: 行動
ko: 동작
nb: Atferd
nl: Gedrag
pl: Zachowanie
ru: Поведение
sr_latn: ponašanje
sv: Beteende
uk: Поведінка
zh_hans: 行为

source: Below Menu Bar
ar: أقل من شريط القائمة
da: Under menulinjen
de: Unten die Menüleiste
el: Κάτω από τη γραμμή μενού
es: Bar de Menú inferior
fi: Valikkopalkin alla
fr: Barre de menu ci-dessous
he: מתחת לתפריט
hi: नीचे मेनू बार
it: Barra dei menu sotto
ja: メニューバーの下
ko: 메뉴 막대 아래
nb: Nedenfor menybar
nl: Onder de menubalk
pl: Poniżej paska menu
ru: Ниже меню-бар
sr_latn: Dole meni bar
sv: Nedanför menyraden
uk: Під смугою меню
zh_hans: 菜单栏下方

source: Blur only shows through a translucent terminal - lower the opacity to see it.
ar: يظهر التشويش فقط من خلال جهاز طرفي شفاف - اخفض الشفافية لرؤيته.
da: Slør viser kun gennem en gennemsigtig terminal - sænke opaciteten for at se det.
de: Blur wird nur über ein durchsichtiges Terminal angezeigt - verringern Sie die Transparenz, um es zu sehen.
el: Θολούρα δείχνει μόνο μέσω ενός ημιδιαφανούς τερματικού - μείωση της αδιαφάνειας για να το δείτε.
es: La borrosión solo se muestra a través de un terminal translúcido: baja la opacidad para verla.
fi: Suhahdus näkyy vain läpikuultavan päätteen kautta. Alenna sameutta nähdäksesi sen.
fr: Le flou n’est visible que dans un terminal translucide : réduisez l’opacité pour le voir.
he: הטשטוש מראה רק דרך מסוף שקוף - מוריד את הנחישות לראות את זה.
hi: ब्लर केवल एक पारदर्शी टर्मिनल के माध्यम से दिखाई देता है - इसे देखने के लिए अपOpacity को कम करें।
it: La sfocatura mostra solo attraverso un terminale traslucido - abbassa l'opacità per vederlo.
ja: ぼやけは半透明のターミナルを通してしか表示されません。透明度を下げて表示してください。
ko: 블러는 반투명한 터미널을 통해서만 표시됩니다 - 투명도를 낮추면 볼 수 있습니다.
nb: Blur vises bare gjennom en gjennomsiktig terminal – senk gjennomsiktigheten for å se den.
nl: Vervaging is alleen zichtbaar in een doorschijnende terminal: verlaag de dekking om het effect te zien.
pl: Zaćmienie pokazuje się tylko przez przeźroczysty terminal – zmniejsz przezroczystość, aby je zobaczyć.
ru: Размытие отображается только через полупрозрачный терминал — уменьшите прозрачность, чтобы увидеть его.
sr_latn: Blur samo pokazuje kroz transparentan terminal - smanjuje nejasnost da ga vidi.
sv: Blur visar endast genom en genomskinlig terminal – sänk opaciteten för att se den.
uk: Розмиття видно лише крізь напівпрозорий термінал — зменште непрозорість, щоб побачити його.
zh_hans: 模糊只能通过半透明的终端显示——降低透明度才能看到它。

source: Border Color
ar: لون الحافة
da: Kantfarve
de: Randfarbe
el: Χρώμα συνόρων
es: Color de borde
fi: Rajan väri
fr: Couleur de la bordure
he: צבע גבול
hi: बॉर्डर रंग
it: Colore bordo
ja: ボーダーカラー
ko: 테두리 색상
nb: Ramfarge
nl: Randkleur
pl: Kolor ramki
ru: Цвет границы
sr_latn: Boja granica
sv: Ramfärg
uk: Колір обрамлення
zh_hans: 边框颜色

source: Border Width
ar: عرض الحدود
da: Grænsebredde
de: Randbreite
el: Πλάτος συνόρων
es: Ancho de la frontera
fi: Rajan leveys
fr: Largeur de la frontière
he: רוחב גבול
hi: सीमा चौड़ाई
it: Larghezza bordo
ja: 境界幅
ko: 경계 너비
nb: Grensebredde
nl: Randbreedte
pl: Średnica ramki
ru: Ширина границы
sr_latn: Granična širina
sv: Gränsbredd
uk: Ширина обрамлення
zh_hans: 边框宽度

source: Borders
ar: الحدود
da: Grænser
de: Grenzen
el: Σύνορα
es: Bordes
fi: Rajat
fr: Frontières
he: גבולות
hi: सीमाएँ
it: BordersCity name (optional, probably does not need a translation)
ja: 国境
ko: 경계선
nb: Grenser
nl: Grenzen
pl: Ramki
ru: Границы
sr_latn: granice
sv: Gränser
uk: Рамки
zh_hans: 边界

source: Borders are displayed around the currently focused window.
ar: تُعرض الحدود حول النافذة التي تركز عليها حاليًا.
da: Grænser vises omkring det aktuelt fokuserede vindue.
de: Die Grenzen werden um das derzeit fokussierte Fenster herum angezeigt.
el: Τα σύνορα εμφανίζονται γύρω από το επί του παρόντος εστιασμένο παράθυρο.
es: Las fronteras se muestran alrededor de la ventana actualmente enfocada.
fi: Rajat näkyvät tällä hetkellä tarkennetun ikkunan ympärillä.
fr: Les frontières s'affichent autour de la fenêtre actuellement focalisée.
he: גבולות מוצגים סביב החלון הממוקד כרגע.
hi: सीमाएं वर्तमान में केंद्रित विंडो के चारों ओर प्रदर्शित की जाती हैं।
it: I bordi sono visualizzati intorno alla finestra attualmente focalizzata.
ja: 境界線は現在フォーカスされているウィンドウの周囲に表示されます。
ko: 경계선이 현재 집중된 창 주변에 표시됩니다.
nb: Grenser vises rundt det for øyeblikket fokuserte vinduet.
nl: Grenzen worden weergegeven rond het momenteel gefocuste venster.
pl: Oramy są wyświetlane wokół aktualnie skupionego okna.
ru: Границы отображаются вокруг текущего фокусированного окна.
sr_latn: Granice se prikazuju oko trenutno fokusiranog prozora.
sv: Gränser visas runt det nuvarande fokuserade fönstret.
uk: Рамки відображаються навколо поточного вибраного вікна.
zh_hans: 边框会在当前焦点的窗口周围显示。

source: Bottom
ar: أسفل
da: Nederst
de: Unten
el: Κάτω
es: Inferior
fi: Pohja
fr: En bas
he: למטה
hi: निचला भाग
it: Basso
ja: 底
ko: 아래쪽
nb: bunn
nl: Onder
pl: Dno
ru: Нижняя часть
sr_latn: donje
sv: botten
uk: Знизу
zh_hans: 底部

source: Briefly shows each tile’s number on its physical display.
ar: يعرض بشكل مختصر رقم كل بلاطة على شاشته المادية.
da: Kort viser hvert flisenummer på sit fysiske display.
de: Zeigt kurz die Nummer jedes Fliesen auf seinem physischen Display an.
el: Εν συντομία δείχνει κάθε αριθμό κεραμιδιών στη φυσική του οθόνη.
es: Muestra brevemente el número de cada azulejo en su pantalla física.
fi: Näyttää lyhyesti jokaisen laattanumeron fyysisessä näytössään.
fr: Affiche brièvement chaque numéro de carrelage sur son affichage physique.
he: מראה בקצרה את מספר האריחים בתצוגה הפיזית שלו.
hi: प्रत्येक टाइल का संख्या उसके भौतिक डिस्प्ले पर संक्षेप में दिखाता है।
it: Mostra brevemente ogni numero di tegole sul suo display fisico.
ja: 各タイルの番号を物理的なディスプレイに簡潔に表示します。
ko: 각 타일의 번호를 물리적 디스플레이에 간략하게 표시합니다.
nb: Viser kort hver flis' nummer på den fysiske skjermen.
nl: Kort toont elk tegelnummer op zijn fysieke display.
pl: Krótko pokazuje numer każdej kafelki na jej fizycznym monitorze.
ru: Кратко отображает номер каждого плитки на её физическом дисплее.
sr_latn: Kratko pokazuje broj svake talije na njegovom fizičkom prikazu.
sv: Visar kortfattat varje plattas nummer på dess fysiska skärm.
uk: На короткий час показує номер кожної плитки на її фізичному дисплеї.
zh_hans: 在物理显示屏上简要显示每个瓷砖的编号。

source: Browse modes
ar: وضع التصفح
da: Gennemse tilstande
de: Browsing-Modi
el: Λειτουργία περιήγησης
es: Modos de navegación
fi: Selailutilat
fr: Parcourir les modes
he: מצב דפדפן
hi: ब्राउज़ मोड
it: Sfoglia le modalità
ja: ブラウジングモード
ko: 탐색 모드
nb: Gjennomsøkingsmoduser
nl: Bladermodi
pl: Tryb przeglądania
ru: Модели просмотра
sr_latn: Browse načini
sv: Bläddningslägen
uk: Переглянути режими
zh_hans: 浏览模式

source: Bundle ID
ar: معرف الحزمة
el: Αναγνωριστικό πακέτου
es: ID del paquete
fi: Paketin tunniste
fr: Numéro d'identification du groupe
he: תעודת זהות
hi: बंडल आईडी
it: ID bundle
ja: バンドルID
ko: 번들 ID
nb: Pakke-ID
nl: Bundel-ID
pl: ID pakietu
ru: ID пакета
sr_latn: Bundel ID
sv: Bundel-ID
uk: Ідентифікатор пакета
zh_hans: 捆绑ID

source: Bundle ID is the app's runtime identifier (e.g. com.apple.finder). Some apps have none — leave it blank and match by app name or title instead. A codesign identifier won't match.
ar: معرف الحزمة هو معرف تشغيل التطبيق (على سبيل المثال: com.apple.finder). بعض التطبيقات لا تحتوي على هذا المعرف — اتركه فارغًا وقم بالمطابقة باسم التطبيق أو العنوان بدلاً من ذلك. لن يتطابق معرف التوقيع المشفر.
da: Bundle-id er appens id under kørsel (f.eks. com.apple.finder). Nogle apps har ikke et: Lad feltet stå tomt, og match i stedet på appnavn eller titel. Et codesign-id vil ikke matche.
de: Die Bundle-ID ist der Laufzeit-Identifier der App (z. B. com.apple.finder). Einige Apps haben keine — lassen Sie sie leer und vergleichen Sie sie stattdessen nach dem Namen oder Titel der App. Ein Codesign-Identifier passt nicht.
el: Το Bundle ID είναι το αναγνωριστικό της εφαρμογής κατά την εκτέλεση (π.χ. com.apple.finder). Ορισμένες εφαρμογές δεν έχουν — αφήστε το πεδίο κενό και αντιστοιχίστε με βάση το όνομα ή τον τίτλο της εφαρμογής. Ένα αναγνωριστικό υπογραφής κώδικα δεν θα αντιστοιχιστεί.
es: El ID del paquete es el identificador de ejecución de la aplicación (por ejemplo, com.apple.finder). Algunas aplicaciones no lo tienen; deja el campo en blanco y cámbialo por el nombre o título de la aplicación. Un identificador de codificación no coincidirá.
fi: Paketin tunniste on sovelluksen ajonaikainen tunniste (esim. com.apple.finder). Joillakin sovelluksilla sitä ei ole: jätä kenttä tyhjäksi ja käytä täsmäytykseen sen sijaan sovelluksen nimeä tai otsikkoa. codesign-tunniste ei täsmää.
fr: L’identifiant de bundle est l’identifiant utilisé par l’application à l’exécution (p. ex. com.apple.finder). Certaines applications n’en ont pas : laissez ce champ vide et faites plutôt correspondre le nom ou le titre de l’application. Un identifiant de signature de code ne correspondra pas.
he: מזהה החבילה הוא מזהה האפליקציה בזמן ריצה (למשל com.apple.finder). לאפליקציות מסוימות אין מזהה כזה — השאירו את השדה ריק והתאימו לפי שם האפליקציה או הכותרת. מזהה חתימת קוד לא יתאים.
hi: बंडल आईडी ऐप का रनटाइम आइडेंटिफायर है (उदाहरण के लिए com.apple.finder)। कुछ ऐप्स में इसका कोई नहीं होता — इसे खाली छोड़ दें और इसके बजाय ऐप नाम या शीर्षक से मिलान करें। कोडसिंघ आइडेंटिफायर से मेल नहीं खाएगा।
it: L’ID bundle è l’identificatore dell’app durante l’esecuzione (ad es. com.apple.finder). Alcune app non ne hanno uno: lascia il campo vuoto e usa invece il nome o il titolo dell’app per la corrispondenza. Un identificatore di codesign non corrisponderà.
ja: バンドルIDはアプリのランタイム識別子です（例：com.apple.finder）。一部のアプリにはありませんので、空欄にしてアプリ名またはタイトルで一致させてください。コードサイン識別子は一致しません。
ko: 번들 ID는 앱의 실행 중 식별자(예: com.apple.finder)입니다. 일부 앱에는 번들 ID가 없습니다. 그 경우 비워 두고 앱 이름이나 제목으로 일치시키세요. codesign 식별자는 일치하지 않습니다.
nb: Bundle-ID er appens kjøretidsidentifikator (f.eks. com.apple.finder). Noen apper har ingen — la den stå tom og match i stedet etter appnavn eller tittel. En codesign-identifikator vil ikke matche.
nl: Bundel-ID is de runtime-identificatie van de app (bijv. com.apple.finder). Sommige apps hebben geen .. laat het leeg en match met de app naam of titel in plaats daarvan. Een codeteken identificatie komt niet overeen.
pl: ID pakietu to identyfikator uruchomieniowy aplikacji (np. com.apple.finder). Niektóre aplikacje nie mają go — zostaw puste i dopasuj według nazwy aplikacji lub tytułu zamiast tego. Identyfikator kodpodpisu nie będzie dopasowywał.
ru: Идентификатор пакета — это идентификатор, используемый при запуске приложения (например, com.apple.finder). Некоторые приложения не имеют такого поля — оставьте его пустым и используйте имя или название приложения для его соответствия. Идентификатор кодесина не будет соответствовать.
sr_latn: Bundle ID je identifikator radnog vremena aplikacije (na primer, com.apple.finder). Neke aplikacije nemaju - ostavite ga belim i u skladu sa imenom aplikacije ili naslovom. Identifikator za kodiranje neće odgovarati.
sv: Bundle-ID är appens runtime-identifierare (t.ex. com.apple.finder). Vissa appar har ingen — lämna den tom och matcha istället med appnamn eller titel. En codesign-identifierare kommer inte att matcha.
uk: Ідентифікатор пакета — це ідентифікатор, який програма використовує під час роботи (наприклад, com.apple.finder). Деякі програми не мають його: залиште поле порожнім і натомість шукайте збіг за назвою програми або вікна. Ідентифікатор підпису коду не підійде.
zh_hans: 捆绑 ID 是应用程序的运行时标识符（例如 com.apple.finder）。一些应用程序没有此标识符——请将其留为空，并使用应用程序名称或标题进行匹配。代码签名标识符将不匹配。

source: CLI Install Failed
ar: فشل تثبيت CLI
da: CLI Installer mislykkedes
de: CLI-Installation fehlgeschlagen
el: Αποτυχία εγκατάστασης CLI
es: Instalación CLI fallida
fi: CLI Asennus epäonnistui
fr: Échec de l’installation de la CLI
he: CLI ההתקנה נכשלה
hi: CLI इंस्टॉल विफल रहा
it: CLI Installazione non riuscita
ja: CLIのインストールが失敗しました
ko: CLI 설치 실패
nb: CLI-installasjon mislyktes
nl: CLI installeren mislukt
pl: Niepowodzenie instalacji CLI
ru: Установка CLI не удалась
sr_latn: KSNUMKS instalacija nije uspela
sv: CLI-installation misslyckades
uk: Не вдалося встановити CLI
zh_hans: CLI安装失败

source: CLI Installed
ar: تم تثبيت CLI
da: CLI Installeret
de: CLI installiert
el: CLI Εγκατεστημένο
es: CLI instalado
fi: CLI Asennettu
fr: Installé par CLI
he: CLI מותקן
hi: CLI स्थापित है
it: CLI Installato
ja: CLIがインストールされました
ko: CLI 설치됨
nb: CLI installert
nl: CLI geïnstalleerd
pl: Zainstalowano CLI
ru: CLI установлен
sr_latn: CLI instaliran
sv: CLI installerat
uk: Встановлено CLI
zh_hans: CLI 已安装

source: CLI Link Updated
ar: تم تحديث رابط CLI
da: CLI Link opdateret
de: CLI-Link aktualisiert
el: Ενημερώθηκε ο σύνδεσμος CLI
es: Enlace CLI actualizado
fi: CLI Linkki päivitetty
fr: Mise à jour du lien CLI
he: CLI קישור מעודכן
hi: CLI लिंक अपडेट किया गया
it: CLI Collegamento aggiornato
ja: CLIリンクが更新されました
ko: CLI 링크 업데이트됨
nb: CLI-lenke oppdatert
nl: CLI Koppeling bijgewerkt
pl: Link CLI Zaktualizowano
ru: Ссылка CLI обновлена
sr_latn: KSNUMKS link ažuriran
sv: CLI-länk uppdaterad
uk: Оновлено посилання CLI
zh_hans: CLI链接已更新

source: CLI Removal Failed
ar: فشل إزالة CLI
da: CLI Fjernelse mislykkedes
de: CLI-Entfernung fehlgeschlagen
el: Αποτυχία αφαίρεσης CLI
es: La eliminación CLI falló
fi: CLI Poisto epäonnistui
fr: Échec de la suppression de la CLI
he: CLI הסרה נכשלה
hi: CLI हटाना विफल रहा
it: CLI Rimozione non riuscita
ja: CLIの削除が失敗しました
ko: CLI 제거 실패
nb: Fjernelse via CLI mislyktes
nl: CLI Verwijderen mislukt
pl: Nie można usunąć CLI
ru: Установка CLI не удалась
sr_latn: CLI uklanjanje neuspeo
sv: CLI-borttagning misslyckades
uk: Не вдалося вилучити CLI
zh_hans: CLI 移除失败

source: CLI available via Homebrew
ar: CLI متاح عبر Homebrew
da: CLI tilgængelig via Homebrew
de: CLI verfügbar über Homebrew
el: CLI διαθέσιμο μέσω της Homebrew
es: CLI disponible a través de Homebrew.
fi: CLI saatavilla Homebrew kautta
fr: CLI disponible via Homebrew
he: CLI זמין באמצעות Homebrew
hi: CLI Homebrew के माध्यम से उपलब्ध है।
it: CLI disponibile tramite Homebrew
ja: CLIはHomebrew経由で利用可能です。
ko: CLI는 Homebrew을 통해 사용할 수 있습니다.
nb: CLI tilgjengelig via Homebrew
nl: CLI beschikbaar via Homebrew
pl: Dostępne przez Homebrew
ru: CLI доступен через Homebrew.
sr_latn: CLI dostupna preko Homebrew
sv: CLI tillgängligt via Homebrew
uk: CLI доступний через Homebrew
zh_hans: CLI可通过Homebrew获取

source: CLI path is already occupied
ar: مسار CLI مشغول بالفعل
da: CLI stien er allerede optaget
de: Der CLI-Pfad ist bereits belegt
el: Η διαδρομή CLI είναι ήδη κατειλημμένη
es: El camino CLI ya está ocupado
fi: CLI polku on jo käytössä
fr: Le chemin de l'ICL est déjà occupé
he: CLI הנתיב כבר תפוס.
hi: CLI पथ पहले से ही उपयोग में है
it: Il percorso CLI è già occupato
ja: CLIパスはすでに占有されています
ko: CLI 경로가 이미 차지되었습니다
nb: CLI-banen er allerede okkupert
nl: CLI pad is al bezet
pl: Ścieżka CLI jest już zajęta
ru: Путь CLI уже занят
sr_latn: Put CLI je već zauzet
sv: CLI-vägen är redan upptagen
uk: Шлях до CLI уже зайнято
zh_hans: CLI路径已经占用

source: CONTROLS
ar: التحكمات
da: KONTROL
de: KONTROLLEN
el: ΕΛΕΓΧΟΙ
es: CONTROLES
fi: VALVONTA
fr: CONTRÔLES
he: שליטה
hi: नियंत्रण
it: CONTROLLO
ja: コントロール
ko: 컨트롤
nb: KONTROLLER
nl: CONTROLES
pl: KONTROLA
ru: КОНТРОЛИ
sr_latn: Kontrola
sv: KONTROLLER
uk: КЕРУВАННЯ
zh_hans: 控制

source: CPU
ar: وحدة المعالجة المركزية (CPU)
sv: centralenhet

source: Cancel
ar: إلغاء
da: Annullér
de: Stornieren
el: Ακύρωση
es: Cancelar
fi: Peru
fr: Annuler
he: ביטול
hi: रद्द करें
it: Annulla
ja: キャンセルする
ko: 취소
nb: oppløsningstegn
nl: Annuleren
pl: Anuluj
ru: Отменить
sr_latn: otklanjanje
sv: stryka ut
uk: Скасувати
zh_hans: 取消

source: Can’t drop here
ar: لا يمكنني النزول هنا
da: Kan ikke falde her
de: Kann hier nicht absteigen
el: Δεν μπορείτε να το αφήσετε εδώ
es: No puedo bajar aquí
fi: En voi pudota tähän.
fr: Je ne peux pas descendre ici.
he: לא יכול לרדת כאן
hi: यहाँ नहीं उतर सकते
it: Puoi cadere qui
ja: ここで降りられない
ko: 여기에 놓을 수 없습니다
nb: Kan ikke slippe av her
nl: Kan hier niet vallen
pl: Nie można tutaj upuścić
ru: Не могу спуститься сюда
sr_latn: Ne može da padne ovde
sv: Kan inte hoppa här
uk: Не можна розмістити тут
zh_hans: 不能在这里下车

source: Category
ar: الفئة
da: Kategori
de: Kategorie
el: Κατηγορία
es: Categoría
fi: Luokka
fr: Catégorie
he: קטגוריה
hi: श्रेणी
it: Categoria
ja: カテゴリ
ko: 카테고리
nb: kategori
nl: Categorie
pl: Kategoria
ru: Категория
sr_latn: Kategorija
sv: kategori
uk: Категорія
zh_hans: 类别

source: Center
ar: المركز
da: Centrér
de: Zentrum
el: Κέντρο
es: Centro
fi: Keskus
fr: Centre
he: מרכז
hi: केंद्र
it: Centro
ja: センター
ko: 가운데
nl: Midden
pl: Środek
ru: Центр
sr_latn: Centar
sv: Mitten
uk: Центр
zh_hans: 中心

source: Center Focused Column
ar: عمود يركز على المركز
da: Centerfokuseret kolonne
de: Zentrierter Kolumnenartikel
el: Εστιασμένη στο κέντρο στήλη
es: Columna centrada
fi: Keskitetty sarake
fr: Colonne centrée sur le centre
he: מרכז עמודה ממוקדת
hi: केंद्र पर केंद्रित कॉलम
it: Colonna focalizzata centrale
ja: センターフォーカスコラム
ko: 포커스된 열을 가운데로
nb: Senterfokusert kolonne
nl: Gecentreerde kolom
pl: Środek Kolumny Odniesienia
ru: Колонка, ориентированная на центр
sr_latn: Centralno fokusirana kolona
sv: Centrerad kolumn
uk: Центрувати вибраний стовпець
zh_hans: 以中心为重点的栏目
